Repository: motionlaw/last-ios
Catalog: lib/l10n/intl_*.arb
Languages: es

# input_email
source: Email Address
es: Correo electrónico

# input_confirm_email
source: Confirm Email
es: Confirmar Correo

# input_password
source: Password
es: Contraseña

# input_fullname
source: Full Name
es: Nombre Completo

# button_signin
source: Sign In
es: Ingresar

# button_register
source: Register
es: Registro

# label_dont_have_account
source: Don't have account?
es: ¿No tienes cuenta?

# label_back_sign_in
source: Back to Log In
es: Regresar al inicio

# label_terms_conditions
source: Term of use & privacy policy
es: Términos de uso & poliza de privacidad

source: Case Information
es: Información del Caso

# you_cases
source: Your Cases
es: Mis casos

# make_payment
source: Make a Payment
es: Realizar Pago

source: Contact Us
es: Contáctanos

# refer_friend
source: Refer a Friend
es: Referir un Amigo

# leave_review
source: Leave a Review
es: Dejar Comentario

source: Settings
es: Configuraciones

source: Logout
es: Cerrar Sesión

source: Assign Case
es: Asignación de Caso

# waiting_introduction
source: Waiting for Introduction
es: Esperando Presentación

source: Collecting Evidence
es: Recolectando Evidencia

source: Preparing Packet
es: Preparando Paquete

source: Attorney Review
es: En revision de Abogado

source: Review and Signatures
es: Revision y firmas

source: Filed
es: Radicado

source: Pending
es: Pendiente

source: On Hold
es: En Espera

source: Pending Payment
es: Pendiente de Pago

source: Upcoming Hearing
es: Próximo a Audiencia

source: Upcoming Trial
es: Próximo a Juicio

# button_case_detail
source: Case Detail
es: Detalle del Caso

# label_latest_news
source: Latest News
es: Últimas Noticias

# label_read_more
source: Read more
es: Leer Más

source: Practice Area
es: Tipo de Caso

source: Added
es: Fecha de creación

source: Add new Update
es: Agregar Actualización

source: Case Update
es: Actualización del Caso

source: Calendar
es: Calendario

source: Date
es: Fecha

source: Time
es: Hora

source: Title
es: Título

source: Close
es: Cerrar

# case_billing_information
source: Billing Information
es: Información de Facturación

# select_invoice
source: Select an Invoice to Pay
es: Selecciona una Factura para Pago

source: No Available Billings
es: No hay Facturas Disponibles

source: Documents
es: Documentos

source: Name
es: Nombre

source: Action
es: Acción

# folder_empty
source: The Folder of this Case is Empty
es: Esta carpeta se encuentra vacía

# login_mycase
source: Please Login to your MyCase portal to view all of your documents
es: Ingresa en MyCase para ver la lista completa de Documentos

# upload_document_button
source: Upload Document
es: Presiona aqui para Subir

source: Back
es: Atrás

# contact_us_header
source: Please fill out the form below and we will get back to you as soon as possible.
es: Completa el formulario, una vez enviado nuestro equipo se pondra en contacto a la brevedad

# input_staff_member
source: Staff Member
es: Miembro del Equipo

# input_subject
source: Subject
es: Tema

# input_message
source: Message
es: Mensaje

# button_submit
source: Send
es: Enviar

# refer_friend_header
source: Type the full name and phone number or email address of the person you would like to introduce to Motion Law.
es: Escribe el nombre completo, la direccion de correo o el número telefónico de la persona que quieres invitar

# refered_message
source: has introduced you to Motion Law Immigration. One of our Client Care team will be in touch with you shortly, or you can call us now at (202) 918-1799 to arrange your FREE Consultation
es: te ha invitado a Motion Law, un miembro del equipo se pondrá en contacto contigo a la brevedad, responde a este email para agendar tu consulta inicial sin costo o comunicate ahora al (202-918-1799)

# input_first_name
source: First Name
es: Nombres

# input_lastname
source: Last Name
es: Apellidos

# input_id_number
source: ID Number
es: Número de Identificación

# input_phone_number
source: Phone Number
es: Número de Teléfono

# input_birthday
source: Birthday
es: Fecha de Cumpleaños

# label_profile_information
source: Profile Information
es: Información Personal

# label_notification_center
source: Notification Center
es: Centro de Notificaciones

source: Push Notification
es: Notificaciones Push

# advertise_push_notification
source: Enable Push Notification on your mobile
es: Habilitar notificaciones push en tu dispositivo

# button_save
source: Save
es: Guardar

source: Loading
es: Cargando

source: Number
es: Número

source: Status
es: Estado

# provide_at_least
source: Provide at least one phone number or email address
es: Indica por lo menos un correo o número de teléfono

# below_is_the_message
source: Below is the message your friend or relative will receive from Motion Law when you click SUBMIT
es: A continuación se muestra el mensaje que recibirá tu referido una vez presiones el botón Enviar

# validation_submit
source: Before continue, you must fill the required fields
es: Debes diligenciar los campos antes de continuar

# sent_succesfully
source: Our team will reply as soon as possible
es: Nuestro equipo se pondra en contacto a la brevedad

# sent_succesfully_title
source: Support message sent successfully.
es: Mensaje enviado con exito

source: Required Fields
es: Campos Requeridos

# no_cases
source: There are not cases linked to your user
es: No hay casos asociados a tu cuenta

# message_update_modal
source: Please type the complete message of new update in this case.
es: Escribe una nueva actualización para este caso

# file_upload
source: File Uploaded succesfully
es: Archivo subido con exito

# incorrect_username
source: Incorrect Username or Password
es: Datos Inválidos

# wrong_data
source: Data Invalid
es: Datos Inválidos

# incomplete_information
source: Please complete information
es: Completa la información

# email_match
source: Email and confirm email must be match.
es: El email ingresado esta incorrecto

# user_already_created
source: The user is already created
es: El usuario ya fue creado

# registered_msg
source: A confirmation message has been sent to your registered email, please check your email to validate your account.
es: Un correo de confirmación fue enviado a tu email, revisa las instrucciones para activar tu cuenta.
